Задача "Сложная сдача"
name = 'Черешня'
weight = 4.5
price = 34
count = 4.5 * 34
sum = 500
change = sum - count
print(f' Чек: Название товара: {name}')
print(f' Вес: {weight} кг')
print(f' Цена за 1 кг: {price} руб/кг')
print(f' Итого: {count} руб ')
print(f' Внесено: {sum} руб')
print(f' Сдача: {change} руб')
